---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PrintSetting
source: html/de0b6387-dc81-8fcf-e8cf-f5d74d862c88.htm
---
# PrintSetting Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.